Dlubal.RFEM5.IAngularDimension
Interface for working with angular dimension

Dlubal.RFEM5.IAngularDimension.GetData
Gets angular dimension parameters.
Returns: Node parameters

Dlubal.RFEM5.IAngularDimension.SetData(System.UInt32@)
Sets angular dimension parameters.
Dimension: Angular dimension parameters

Dlubal.RFEM5.IAngularDimension.Delete
Deletes angular dimension.